Repository: nickfedchenko/WeightHistory2.0
Catalog: WeightTracker/Resources/*.lproj/Localizable.strings
Languages: ru

# StartScreen.description
source: Record your weight, BMI, body measurements and reach your goals!
ru: Записывайте свой вес, ИМТ, измерения тела и достигайте своих целей!

# StartScreen.appName
source: Weight Tracker
ru: Трекер Веса

# Onboarding.gender.enterGender
source: Please enter your gender. This is necessary for the correct calculation of BMI
ru: Пожалуйста выберите Ваш пол. Это необходимо для точного измерения Индекса массы тела

# Onboarding.gender.male
source: Male
ru: Мужской

# Onboarding.gender.female
source: Female
ru: Женский

# Onboarding.birthday.enterBirthday
source: Enter date of birth
ru: Введите дату вашего рождения

# Onboarding.height.enterHeight
source: Enter your height
ru: Введите ваш рост

# Onboarding.goal.yourGoal
source: Your Goal
ru: Ваша цель

# Onboarding.goal.loseWeight
source: Lose Weight
ru: Скинуть вес

# Onboarding.goal.gainWeight
source: Gain Weight
ru: Набрать вес

# Onboarding.goal.maintainWeight
source: Maintain Weight
ru: Удерживать вес

# Onboarding.weight.enterWeight
source: Enter your weight
ru: Введите ваш вес

# Onboarding.goalWeight.enterWeightGoal
source: Enter your Goal Weight
ru: Введите ваш целевой вес

# Onboarding.questions.howOften
source: How often will you weigh yourself?
ru: Как часто вы будете взвешиваться?

# Onboarding.questions.everyday
source: Everyday
ru: Каждый день

# Onboarding.questions.everyTwoThree
source: Every 2-3 days
ru: Каждые 2-3 дня

# Onboarding.questions.everyWeek
source: Every week
ru: Каждую неделю

# Onboarding.questions.other
source: Other
ru: Другое

# Onboarding.rate.rateOurApp
source: Rate our app in the AppStore
ru: Оценить наше приложение в App store

# Onboarding.rate.rate
source: Rate
ru: Оценить

# Onboarding.rate.reviewMaria
source: I start my morning with my favorite app. And also with scales and a measuring tape)))
ru: Я начинаю свое утро с моего любимого приложения. А еще с весами и рулеткой)))

# Onboarding.rate.reviewWilliamsster
source: I carefully follow the charts, there is an understanding and there is a result. It is convenient that the weight is synchronized with my scales.
ru: Я внимательно слежу за графиками, есть понимание и есть результат. Удобно, что вес синхронизируется с моими весами.

# Onboarding.rate.reviewAnabel
source: The best app! I use every day. Everything is simple, convenient and BEAUTIFUL!
ru: Лучшее приложение! Я использую каждый день. Все просто, удобно и КРАСИВО!

# Units.kg
source: kg
ru: кг

# Units.lbs
source: lbs
ru: фунты

# Units.cm
source: cm
ru: см

# Units.ft
source: ft
ru: футы

# Subscription.title
source: Control your weight with pleasure
ru: Контролируйте свой вес с удовольствием

# Subscription.benefits.controlWeight
source: Control your weight and BMI
ru: Контролируйте свой вес и ИМТ

# Subscription.benefits.measure
source: Measure your body
ru: Измеряйте свое тело

# Subscription.benefits.monitor
source: Monitor progress and share results
ru: Отслеживайте прогресс

# Subscription.benefits.breakGoals
source: Break goals into manageable milestones
ru: Разбейте вашу цель на этапы

# Subscription.cancelAnytime
source: Cancel anytime
ru: Отмена в любое время

# Subscription.privacy
source: Privacy Policy
ru: Политика конфиденциальности

# Subscription.terms
source: Term of Use
ru: Правила использования

# Subscription.annual
source: Annually
ru: Ежегодная

# Subscription.weekly
source: Weekly
ru: Еженедельная

# Subscription.monthly
source: Monthly
ru: Ежемесячная

# Widget.waist
source: Waist
ru: Талия

# Widget.chest
source: Chest
ru: Грудь

# Widget.hip
source: Hip
ru: Бедра

# Widget.weight
source: Weight
ru: Вес

# Widget.bmi
source: BMI
ru: ИМТ

# Measurement.history.myWeightToday
source: My Weight Today
ru: Мой вес сегодня

# Measurement.history.myHipToday
source: My Hip Today
ru: Мои бедра сегодня

# Measurement.history.myChestToday
source: My Chest Today
ru: Mоя грудь сегодня

# Measurement.history.myWaistToday
source: My Waist Today
ru: Mоя талия сегодня

# Measurement.history.nothingLogget
source: Nothing logget yet
ru: Пока ничего не отмечено

# BmiWidget.verySevUnderweigth
source: Very severely underweight
ru: Очень сильно недостаточный вес

# BmiWidget.sevUnderweigth
source: Severely underweight
ru: Сильно недостаточный вес

# BmiWidget.underweight
source: Underweight
ru: Недостаточный вес

# BmiWidget.normalWeight
source: Normal
ru: Нормальный вес

# BmiWidget.overWeight
source: Overweight
ru: Избыток веса

# BmiWidget.obeseClass1
source: Obese Class I
ru: Избыток Class I

# BmiWidget.obeseClass2
source: Obese Class II
ru: Избыток Class II

# BmiWidget.obeseClass3
source: Obese Class III
ru: Избыток Class III

# BmiWidget.myIdealWeight
source: My ideal weight:
ru: Мой идеальный вес:

# BmiWidget.myNormalWeight
source: My normal weight:
ru: Mой нормальный вес:

# BmiWidget.upToMyNormalWeight
source: Up to my normal weight:
ru: До моего нормального веса:

# BmiWidget.impossibleToCalc
source: Impossible to calculate
ru: Невозможно рассчитать

# Milestone.mileStartWeight
source: Start Weight
ru: Начальный вес

# Milestone.mileGoaltWeight
source: Goal Weight
ru: Целевой вес

# Milestone.splitMyGoal
source: Split my goal
ru: Разделить мою цель

# Milestone.into
source: into
ru: на

# Milestone.start
source: Start:
ru: Старт:

# Milestone.now
source: Now:
ru: Сейчас:

# Milestone.goal
source: Goal:
ru: Цель:

# Milestone.complete
source: Complete
ru: Завершить

# Milestone.toGo
source: to go
ru: осталось

# Milestone.completeOverall
source: complete overall
ru: выполнено в целом

# Milestone.of
source: of
ru: из

# Milestone.myGoal
source: My Goal
ru: Моя цель

# Milestone.miniGoalSegments
source: mini-goal segments
ru: сегмента(ов) мини-целей

# Settings.profile.sectionTitle
source: Profile
ru: Профиль

# Settings.appSettings.sectionTitle
source: AppSettings
ru: Настройки приложения

# Settings.startingWeight
source: Starting Weight
ru: Начальный вес

# Settings.weightGoal
source: Weight Goal
ru: Целевой вес

# Settings.gender
source: Gender
ru: Пол

# Settings.height
source: Height
ru: Рост

# Settings.age
source: Age
ru: Возраст

# Settings.units
source: Units
ru: Измерения

# Settings.healthSync
source: Apple Health Sync
ru: Синхронизация с Apple Health

# Settings.haptic
source: Haptic Feedback
ru: Виброотклик

# Settings.doYouLikeApp
source: Do you like the app? Tell us!
ru: Вам нравится приложение? Расскажи нам!

# Settings.suggestAFeature
source: Suggest a feature
ru: Предложить улучшение

# Settings.contactUs
source: A problem? Contact us!
ru: Проблема? Свяжитесь с нами

# Settings.reccomended
source: Recommend to a friends
ru: Порекоммендуйте друзьям

# Periods.daily
source: Daily
ru: Ежедневно

# Periods.weekly
source: Weekly
ru: Каждую неделю

# Periods.monthly
source: Monthly
ru: Месячно

# Periods.week
source: week
ru: Неделя

# Periods.month
source: Month
ru: Месяц

# Periods.twoMonths
source: 2 months
ru: 2 месяца

# Periods.threeMonths
source: 3 months
ru: 3 месяца

# Periods.sixMonths
source: 6 months
ru: 6 месяцев

# Periods.year
source: Year
ru: Год

# Periods.average.weeklyAverage
source: Weekly Average
ru: В среднем за неделю

# Periods.average.monthlyAverage
source: Monthly Average
ru: В среднем за месяц

# Buttons.save
source: Save
ru: Сохранить

# Buttons.done
source: Done
ru: Готово

# Buttons.letsStart
source: Let's start!
ru: Начнем!

# Alert.message.enterContext
source: Please enter more context to continue
ru: Пожалуйста, введите больше контекста, чтобы продолжить

# Alert.message.holeNumbers
source: Use only hole numbers
ru: Используйте только целые числа

# Alert.message.incorrectHeight
source: Please enter the correct height
ru: Пожалуйста, введите правильный рост

# Alert.message.incorrectWeight
source: Please enter the correct weight
ru: Пожалуйста, введите правильный вес

# Alert.message.incorrectData
source: Please enter the correct measurement
ru: Пожалуйста введите корректные измерения
